-- 1.Вибрати усіх клієнтів, чиє ім'я має менше ніж 6 символів.
--
-- 2.Вибрати львівські відділення банку.
--
-- # 3.Вибрати клієнтів з вищою освітою та посортувати по прізвищу.
-- #
-- # 4.Виконати сортування у зворотньому порядку над таблицею Заявка і вивести 5 останніх елементів.
-- #
-- # 5.Вивести усіх клієнтів, чиє прізвище закінчується на OV чи OVA.

select * from client where length(FirstName) > 6;

select * from department where DepartmentCity = 'Lviv';

select * from client where Education = 'high' order by LastName;

select * from application order by Currency desc limit 5;

-- # 6.Вивести клієнтів банку, які обслуговуються київськими відділеннями.
-- #
-- # 7.Знайти унікальні імена клієнтів.
-- #
-- # 8.Вивести дані про клієнтів, які мають кредит більше ніж на 5000 гривень.
-- #
-- # 9.Порахувати кількість клієнтів усіх відділень та лише львівських відділень.
-- #
-- # 10.Знайти кредити, які мають найбільшу суму для кожного клієнта окремо.
